{  
   "beers":[  
      {  
         "name":"1776 IBA",
         "abv":"6.4",
         "ibu":"59",
         "style":"A cascadian dark ale or india black ale",
         "description":"Named after the year San Francisco’s Presidio and first mission were founded, 1776 hearkens in a new era of IPA: the Cascadian Dark Ale. Local’s version welcomes drinkers with a bright floral, citrusy aroma from Centennial hops. The flavor also carries this strong floral-hop signature along with cedar undertones. Expect moderate bitterness and a surprisingly light body from this San Francisco “first.”",
         "hoppyness":"1",
         "alcohol":"1",
         "complexity":"2",
         "ontap":"true",
         "available":"false"
      },
      {  
         "name":"GLEN PARK PALE ALE",
         "abv":"6.2",
         "ibu":"40",
         "style":"A pale ale",
         "description":"Floral hops dominate the aroma and flavor of this golden brew. German Munich and caramel malts balance the hop bitterness, resulting in a smoother pale ale than you’ll find on many taps. Sip for citrus and candy notes, which comes from using Amarillo and Glacier hops. The perfect beer for a hot summer day.",
         "hoppyness":"4",
         "alcohol":"5",
         "complexity":"3"
      },
      {  
         "name":"O.B. PORTER",
         "abv":"5.1",
         "ibu":"56",
         "style":"A west coast porter",
         "description":"Local brewed O.B. Porter to match San Francisco’s rugged western boundary. Brewed in true westcoast porter style, this medium-bodied beer has a well-rounded flavor that lingers nicely. You’ll taste hints of chocolate and an earthy backbone, making this an robust beer that won’t fill you up. Perhaps the beverage to pack for your next beach picnic?",
         "hoppyness":"2",
         "alcohol":"4",
         "complexity":"6"
      },
      {  
         "name":"THE GATE",
         "abv":"5.1",
         "ibu":"26",
         "style":"A golden ale",
         "description":"Light, crisp, refreshing – with personality. Reminiscent of a German Pils, but brewed with California ale yeast. It includes some German malt and two German hop varietals, creating a perfect “San Francisco summer in September” beer.",
         "hoppyness":"2",
         "alcohol":"4",
         "complexity":"3"
      },
      {  
         "name":"HETCH HETCHY WHEAT IPA",
         "abv":"6.1",
         "ibu":"70",
         "style":"A wheat india pale ale",
         "description":"We took our Sunset Hefeweizen grain bill -- with 50% wheat -- and loaded it with hops to bring a fresh new take on IPA. And of course, the water is straight from Hetch Hetchy. This beer greets drinkers with a bright, citrus aroma and guides your palate through the crisp, grapefruit bitterness that dominates this not-so-traditional IPA.",
         "hoppyness":"8",
         "alcohol":"6",
         "complexity":"8"
      },
      {  
         "name":"SAN FRANCISCO WINTER",
         "abv":"5.7",
         "ibu":"28",
         "style":"A California Common Ale",
         "description":"This California-common ale is accented with subtle, winter-themed spices to give a warm flavor to a cold weather brew. The subtle spice in this beer is a nod to our mild winters here in SF. We brewed up a special edition of this beer in collaboration with Thirsty Bear Brewing Co. in November 2013 with rye and rice. Look for this special beer on tap at Thirsty Bear and select beer bars in SF starting December 13, 2013. ",
         "hoppyness":"2",
         "alcohol":"4",
         "complexity":"7"
      }
   ]
}