{  
   "beers":[  
      {  
         "id":39,
         "name":"City Pale",
         "style":"pale-ale",
         "short_description":"A wet-hop pale ale",
         "full_description":"City Pale is a crowd favorite, and this version has an extra-special something. We brewed this with fresh hops from Hopland. The combination of hops and malt create a slightly sweet flavor balanced by crisp citrus notes.",
         "abv":"4.2",
         "ibu":"47",
         "hoppyness":"2",
         "alcohol":"3",
         "complexity":"5",
         "ontap":false,
         "packaged":false,
         "image":"40"
      },
      {  
         "id":37,
         "name":"Gold Rush",
         "style":"ale",
         "short_description":"A belgian golden ale",
         "full_description":"Fans of Belgian beers will appreciate the slight banana aroma and fruity esters of Gold Rush. These aromas blend well with German pilsner malt, yielding an easy-drinking Belgian Golden Ale. Gold Rush won’t make any of us rich, but you might just say, “Eureka!” when you taste it.",
         "abv":"6.9",
         "ibu":"33",
         "hoppyness":"4",
         "alcohol":"4",
         "complexity":"4",
         "ontap":false,
         "packaged":false,
         "image":"38"
      },
      {  
         "id":35,
         "name":"Bridge E.S.B.",
         "style":"esb",
         "short_description":"An extra special bitter - Silver certificate at the 2010 National Homebrew competition",
         "full_description":"This is a classic English-style ESB with a nod to the west coast. Its medium body is dominated by U.K. malts and Kent Goldings hops, accented by Willamette hops. The dark-copper color and malt aroma are reminiscent of the local favorites in England’s countryside pubs.",
         "abv":"5.2",
         "ibu":"39",
         "hoppyness":"5",
         "alcohol":"5",
         "complexity":"1",
         "ontap":false,
         "packaged":false,
         "image":"36"
      },
      {  
         "id":33,
         "name":"The Gate",
         "style":"ale",
         "short_description":"A golden ale",
         "full_description":"Light, crisp, refreshing – with personality. Reminiscent of a German Pils, but brewed with California ale yeast. It includes some German malt and two German hop varietals, creating a perfect “San Francisco summer in September” beer.",
         "abv":"5.1",
         "ibu":"26",
         "hoppyness":"5",
         "alcohol":"5",
         "complexity":"5",
         "ontap":false,
         "packaged":false,
         "image":"34"
      },
      {  
         "id":31,
         "name":"International Orange",
         "style":"belgian",
         "short_description":"A belgian IPA",
         "full_description":"Take the smooth maltiness of a Belgian ale, then add a kick of hops, and you’ve got a Belgian IPA. Local’s version uses Belgian malts and Trappist yeast to yield the Belgian essence, and four hop varietals for the IPA kick, to create this unexpected combination of flavors. We designed this brew for the beer drinker looking to branch out from the norm, yet still enjoy a rich beer from first sip to last. What’s the name about? It’s the paint color of the Golden Gate Bridge, which closely resembles the color of this brew.",
         "abv":"7.0",
         "ibu":"71",
         "hoppyness":"5",
         "alcohol":"5",
         "complexity":"5",
         "ontap":false,
         "packaged":false,
         "image":"32"
      },
      {  
         "id":29,
         "name":"Angel Island",
         "style":"red-ale",
         "short_description":"An india red ale",
         "full_description":"With a traditional IPA, a Belgian IPA and an IBA on our roster, we couldn’t pass up creating an IRA. This ale is more than an IPA with a red hue. You’ll taste a bigger malt backbone to offset the wallop of bittering hops. We named this beer after the lesser-known island in the Bay that, from afar during sunset, can have a red tint thanks to its native manzanita and India paintbrush plants.",
         "abv":"5.8",
         "ibu":"67",
         "hoppyness":"5",
         "alcohol":"5",
         "complexity":"5",
         "ontap":false,
         "packaged":false,
         "image":"30"
      },
      {  
         "id":27,
         "name":"San Francisco Lager",
         "style":"lager",
         "short_description":"A California common ale",
         "full_description":"Designed as a session beer with San Francisco style, this light-colored ale is easy to drink and even easier to enjoy. The malt flavor is rich enough to matter, but light enough to drink more than one. The Cluster hops bring a soft fruity flavor to the finish. We dare you to have just one. We dare you to have just one.",
         "abv":"4.8",
         "ibu":"33",
         "hoppyness":"5",
         "alcohol":"5",
         "complexity":"6",
         "ontap":false,
         "packaged":false,
         "image":"28"
      },
      {  
         "id":21,
         "name":"Mission I.P.A",
         "style":"india-pale-ale",
         "short_description":"An india pale ale",
         "full_description":"Just like its namesake neighborhood, our Mission IPA is strong, vibrant and eclectic. With five malt grains and three types of hops, it packs a wallop of aroma, flavor and complexity while maintaining a smooth body. Taste for moderate bitterness wrapped in a floral aroma derived from Centennial and Columbus hops.",
         "abv":"7.1",
         "ibu":"78",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"22"
      },
      {  
         "id":25,
         "name":"Hetch Hetchy Wheat IPA",
         "style":"ale",
         "short_description":"A wheat india pale ale",
         "full_description":"We took our Sunset Hefeweizen grain bill -- with 50% wheat -- and loaded it with hops to bring a fresh new take on IPA. And of course, the water is straight from Hetch Hetchy. This beer greets drinkers with a bright, citrus aroma and guides your palate through the crisp, grapefruit bitterness that dominates this not-so-traditional IPA.",
         "abv":"6.1",
         "ibu":"70",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"26"
      },
      {  
         "id":23,
         "name":"Sutro Tower Stout",
         "style":"stout",
         "short_description":"An american stout",
         "full_description":"Roasty. Sweet. Tasty. We’ve taken a traditional stout, lightened the body a bit, and kept hints of chocolate and roast in tact. Behind the initial roast flavor, you’ll enjoy a whisper of black currant and raisin flavor. It’s a drinkable treat that will keep you warm on those foggy San Francisco nights.",
         "abv":"5.9",
         "ibu":"59",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"24"
      },
      {  
         "id":41,
         "name":"San Francisco Winter",
         "style":"ale",
         "short_description":"",
         "full_description":"This California-common ale is accented with subtle, winter-themed spices to give a warm flavor to a cold weather brew. The subtle spice in this beer is a nod to our mild winters here in SF. We brewed up a special edition of this beer in collaboration with Thirsty Bear Brewing Co. in November 2013 with rye and rice. Look for this special beer on tap at Thirsty Bear and select beer bars in SF starting December 13, 2013. ",
         "abv":"5.7",
         "ibu":"28",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"42"
      },
      {  
         "id":19,
         "name":"O.B. Porter",
         "style":"porter",
         "short_description":"A west coast porter",
         "full_description":"Local brewed O.B. Porter to match San Francisco’s rugged western boundary. Brewed in true westcoast porter style, this medium-bodied beer has a well-rounded flavor that lingers nicely. You’ll taste hints of chocolate and an earthy backbone, making this an robust beer that won’t fill you up. Perhaps the beverage to pack for your next beach picnic?",
         "abv":"5.1",
         "ibu":"56",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"20"
      },
      {  
         "id":17,
         "name":"Glen Park Pale Ale",
         "style":"pale-ale",
         "short_description":"A pale ale",
         "full_description":"Floral hops dominate the aroma and flavor of this golden brew. German Munich and caramel malts balance the hop bitterness, resulting in a smoother pale ale than you’ll find on many taps. Sip for citrus and candy notes, which comes from using Amarillo and Glacier hops. The perfect beer for a hot summer day.",
         "abv":"6.2",
         "ibu":"40",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"18"
      },
      {  
         "id":14,
         "name":"1776 IBA",
         "style":"ale",
         "short_description":"A cascadian dark ale or india black ale.",
         "full_description":"Named after the year San Francisco’s Presidio and first mission were founded, 1776 hearkens in a new era of IPA: the Cascadian Dark Ale. Local’s version welcomes drinkers with a bright floral, citrusy aroma from Centennial hops. The flavor also carries this strong floral-hop signature along with cedar undertones. Expect moderate bitterness and a surprisingly light body from this San Francisco “first.”",
         "abv":"6.4",
         "ibu":"59",
         "hoppyness":"",
         "alcohol":"",
         "complexity":"",
         "ontap":false,
         "packaged":false,
         "image":"16"
      }
   ]
}